{
  "profile": {
    "name": "Anshul Dev",
    "tagline": "A Graphic Designer & Web Developer trying to understand the dark arts of Backend. Because who needs sleep, right?",
    "email": "ianshulgora@gmail.com",
    "cv_link": "https://example.com/cv.pdf",
    "about_text": "Sup mate! I’m a Developer who enjoys solving complex problems, creating impactful and user-centered experiences across multiple platforms that are informed by research and data. \n\n I'm probably not the typical designer positioned behind an Illustrator artboard adjusting pixels, but I design. Immersed in stylesheets tweaking font sizes and contemplating layouts is where you'll find me. I'm committed to creating fluent user experiences while staying fashionable. \n\n When it comes to business, first impressions matter, and good website design is the key to capitalizing on them. An excellent site is not judged solely on its looks, but on its functionality and usability as well. My experience as a programmer allows me to come up with intelligent solutions to technical challenges, while at the same time designing sleek and visually appealing websites",
    "socials": {
      "instagram": "https://instagram.com/ianshulgora",
      "twitter": "https://twitter.com/ianshulgora",
      "linkedin": "https://in.linkedin.com/in/anshul-gora"
    }
  },
  "projects": [
    {
      "title": "The DailyDose",
      "content": "The DailyDose is a news website that provides the latest news and updates from around the world. It is a one-stop destination for all your news needs.",
      "url": "https://thedailydose.netlify.app/",
      "tech": "#react #newsapi #bootstrap",
      "img": "project-news.png"
    },
    {
      "title": "Fitness Junction",
      "content": "Fitness Junction is Comprehensive library of exercises catering to all fitness enthusiasts. It can be used by anyone who wants to get fit and healthy.",
      "url": "https://fitnessjunction.netlify.app/",
      "tech": "#react #nodejs #firebase",
      "img": "project-fj.png"
    },
    {
      "title": "Trippy Travels",
      "content": "Trippy Travels is a travel website that provides the best travel destinations and travel packages. Most of the travel packages are customizable and can be tailored to the needs of the customer.",
      "url": "https://trippytravels.netlify.app/",
      "tech": "#react #UI/UX",
      "img": "project-trippy.png"
    },
    {
      "title": "Movies Hub",
      "content": "Movies Hub is a movie info website that provides the latest movies and TV shows related information. It is a one-stop destination for all your movie needs.",
      "url": "https://movieshubtime.netlify.app/",
      "tech": "#react #moviesapi #contextapi",
      "img": "project-movies.png"
    }
  ],
  "testimonials": [
    {
      "name": "Aryan Consultant",
      "company": "Web Developer",
      "review": "Got Portfolio designed by Anshul, Results are Outstanding. Professional and always delivers on time.",
      "avatar": "avatar-1.jpg"
    },
    {
      "name": "Tejasva Coder",
      "company": "Educational Youtuber",
      "review": "He is a great designer and a great person to work with. Professional and always delivers on time.",
      "avatar": "avatar-2.jpg"
    },
    {
      "name": "Arihant Super",
      "company": "Data Analyst",
      "review": "Anshul is a great communicator and an even better designer. Highly recommended!",
      "avatar": "avatar-3.jpg"
    }
  ],
  "experience": [
    {
      "title": "Web Developer",
      "company": "Freelance",
      "duration": "2020 - Present",
      "description": "Developed responsive websites and web applications using React, Node.js, and modern web technologies. Collaborated with clients to deliver user-centered designs and functional solutions.",
      "tags": ["React", "JavaScript", "Bootstrap", "Nodejs", "Firebase"]
    },
    {
      "title": "Graphic Designer",
      "company": "Self-Employed",
      "duration": "2018 - Present",
      "description": "Created visual content for various projects including logos, branding, and UI/UX designs. Utilized tools like Adobe Illustrator and Photoshop to produce high-quality graphics.",
      "tags": ["Illustrator", "Photoshop", "UI/UX", "Branding"]
    },
    {
      "title": "Backend Developer Intern",
      "company": "Tech Startup",
      "duration": "2019 - 2020",
      "description": "Assisted in building server-side logic and database management. Gained experience in backend technologies and contributed to project development.",
      "tags": ["Python", "Database", "SQL", "APIs"]
    }
  ],
  "services": [
    {
      "title": "Website Development",
      "description": "Building responsive and dynamic websites using modern web technologies like React, Node.js, and more."
    },
    {
      "title": "UI/UX Designing",
      "description": "Creating intuitive and visually appealing user interfaces for landing pages, product pages, and portfolios."
    },
    {
      "title": "SEO Optimization",
      "description": "Improving website visibility and search engine rankings through effective SEO strategies."
    },
    {
      "title": "Digital Marketing",
      "description": "Promoting brands and products through various digital channels to reach target audiences."
    },
    {
      "title": "Social Media Marketing",
      "description": "Managing social media presence and campaigns to engage users and build brand awareness."
    },
    {
      "title": "Content Writing",
      "description": "Crafting compelling and SEO-friendly content for websites, blogs, and marketing materials."
    }
  ]
}
